tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "vladdoster/formulae" 

brew "python"
brew "tcl-tk"

cask "figma"
cask "google-chrome"
cask "spotify"
cask "zoom"
cask "microsoft-teams"
cask "wechat"
cask "visual-studio-code"
cask "microsoft-outlook"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "onedrive"
cask "youdaodict"
cask "tableau-public"
cask "baidunetdisk"
