tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "vladdoster/formulae" 

brew "ack"
brew "act"
brew "awscli"
brew "awslogs"
brew "bash-language-server"
brew "bfg"
brew "black"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "composer"
brew "curl"
brew "entr"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "imagemagick"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mpv"
brew "neovim"
brew "newsboat"
brew "node"
brew "octave"
brew "php"
brew "plantuml"
brew "redis", restart_service: true
brew "rg"
brew "sox"
brew "stylua"
brew "switchaudio-osx"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh-syntax-highlighting"
 
cask "adobe-acrobat-reader"
cask "aldente"
cask "authy"
cask "blackhole-2ch"
cask "blender"
cask "brave-browser"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-sf-mono"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "ledger-live"
cask "loom"
cask "openemu"
cask "postman"
cask "qlmarkdown"
cask "rectangle"
cask "sequel-ace"
cask "signal"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "transmission"
cask "vimari"
cask "webpquicklook"
cask "zoom"

mas "Adblock Plus", id: 1432731683
mas "Bitwarden", id: 1352778147
mas "Messenger", id: 1480068668
mas "MindNode", id: 1289197285
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
